Repository: nekomura0728/jewelsort
Catalog: WaterSort/Watersort/Watersort/Localization.xcstrings
Source language: ja
Languages: en

source: アプリの設定を変更
en: Change app settings

source: エキスパート
en: Expert

source: エキスパート（ロック）
en: Expert (Locked)

source: キャンセル
en: Cancel

source: クリア
en: Clears

source: スキップ
en: Skip

source: チュートリアル
en: Tutorial

source: ノーマル
en: Normal

source: ハード
en: Hard

source: ハード（ロック）
en: Hard (Locked)

source: ホーム
en: Home

source: やりなおしますか？
en: Retry this level?

source: やりなおす
en: Retry

source: リトライ
en: Retry

source: 前へ
en: Back

source: 宝石を整理してパズルを解こう！
en: Sort the gems and solve the puzzle!

source: 次へ
en: Next

source: 色数5 / ケース容量4 / 空ケース2
en: Colors 5 / Capacity 4 / Empty 2

source: 色数6 / ケース容量5 / 空ケース1
en: Colors 6 / Capacity 5 / Empty 1

source: 色数7 / ケース容量5 / 空ケース1
en: Colors 7 / Capacity 5 / Empty 1

source: 設定
en: Settings

source: 購入で解放: 色数6 / ケース容量5
en: Unlock with purchase: Colors 6 / Capacity 5

source: 購入で解放: 色数7 / ケース容量6
en: Unlock with purchase: Colors 7 / Capacity 6

source: 連勝
en: Streak
